tap "browsh-org/browsh"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "olafurpg/scalafmt"
cask "java"
cask "xquartz"
brew "ack"
brew "automake"
brew "bison"
brew "libffi"
brew "readline"
brew "cscope"
brew "ctags"
brew "cython"
brew "dtc"
brew "ethereum"
brew "fd"
brew "flake8"
brew "flex"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gnu-sed"
brew "graphviz"
brew "gstreamer"
brew "icarus-verilog"
brew "ipython"
brew "isl"
brew "leveldb"
brew "libav"
brew "libdvdcss"
brew "libmpc"
brew "libusb"
brew "lynx"
brew "macvim"
brew "md5sha1sum"
brew "nmap"
brew "node"
brew "pkg-config"
brew "pv"
brew "pypy"
brew "sbt"
brew "scala"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "verilator"
brew "watchman"
brew "wget"
brew "yosys"
brew "zsh"
brew "zsh-history-substring-search"
brew "d12frosted/emacs-plus/emacs-plus"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "gtkwave"
cask "mactex"
cask "qlmarkdown"
cask "qlstephen"
